package org.berendeev.roma.productfilter;

public class Json {
    public static String json ="" +
            "[\"Мороженное\"," +
            "\"Пироженное\"," +
            "\"Газировка\"," +
            "\"Молоко\"," +
            "\"Моцарелла\"," +
            "\"Морковь\"," +
            "\"Картошка\"," +
            "\"Макароны\"," +
            "\"Свекла\"," +
            "\"Вода\"," +
            "\"Сыр\"," +
            "\"Хлебушек\"," +
            "\"Яйца\"," +
            "\"Капуста\"," +
            "\"Рис\"," +
            "\"Сгущенное молоко\"," +
            "\"Лимон\"," +
            "\"Замороженные овощи\"," +
            "\"Лимонад\"," +
            "\"Горчица, ядреная, как у дедушки на деревне\"," +
            "\"Колбаски копченые\"" +
            "]";
}
