package org.berendeev.roma.productfilter;

public class Json {
    public static String json ="" +
            "[\"Мороженное\"," +
            "\"Пироженное\"," +
            "\"Газировка\"," +
            "\"Молоко\"," +
            "\"Моцарелла\"," +
            "\"Морковь\"," +
            "\"Картошка\"," +
            "\"Макароны\"," +
            "\"Свекла\"," +
            "\"Вода\"," +
            "\"Сахар\"," +
            "\"Хлебушек\"," +
            "\"Яйца\"," +
            "\"Капуста\"," +
            "\"Рис\"," +
            "\"Сгущенное молоко\"," +
            "\"Лимон\"," +
            "\"Замороженные овощи\"," +
            "\"Лимонад\"," +
            "\"Горчица, ядреная, как у дедушки на деревне\"," +
            "\"Сыр\"," +
            "\"Колбаски копченые\"" +
            "]";

    public static String productsJson = "[" +
            "{\"name\":\"Мороженное\",\"categoryId\":1}," +
            "{\"name\":\"Пироженное\",\"categoryId\":1}," +
            "{\"name\":\"Газировка\",\"categoryId\":1}," +
            "{\"name\":\"Молоко\",\"categoryId\":2}," +
            "{\"name\":\"Моцарелла\",\"categoryId\":2}," +
            "{\"name\":\"Морковь\",\"categoryId\":3}," +
            "{\"name\":\"Картошка\",\"categoryId\":3}," +
            "{\"name\":\"Макароны\",\"categoryId\":2}," +
            "{\"name\":\"Свекла\",\"categoryId\":3}," +
            "{\"name\":\"Вода\",\"categoryId\":2}," +
            "{\"name\":\"Сахар\",\"categoryId\":2}," +
            "{\"name\":\"Хлебушек\",\"categoryId\":2}," +
            "{\"name\":\"Яйца\",\"categoryId\":2}," +
            "{\"name\":\"Капуста\",\"categoryId\":3}," +
            "{\"name\":\"Рис\",\"categoryId\":2}," +
            "{\"name\":\"Сгущенное молоко\",\"categoryId\":1}," +
            "{\"name\":\"Лимон\",\"categoryId\":3}," +
            "{\"name\":\"Замороженные овощи\",\"categoryId\":3}," +
            "{\"name\":\"Лимонад\",\"categoryId\":1}," +
            "{\"name\":\"Горчица, ядреная, как у дедушки на деревне\",\"categoryId\":4}," +
            "{\"name\":\"Сыр\",\"categoryId\":2}," +
            "{\"name\":\"Колбаски копченые\",\"categoryId\":2}]\n";
}
